Repository: XBATOB/rtel
Catalog: po/*.po
Languages: ru

source: bad speed value: %s
ru: %s: недопустимое значение скорости

source: bad tty option: %s
ru: Недопустимый параметр tty: %s

source: bad RTS control value: %s
ru: Недопустимое значение режима управления RTS: %s

source: device is not set
ru: не задано устройство

source: can not init tty
ru: не могу сынициализировать устройство

source: Device name
ru: Имя устройства

source: Set device speed
ru: Задать скорость устройства

source: Coma-separated list of tty options to set (%s)
ru: Список устанавливаемых параметров, разделённых запятыми (%s)

source: Set rts line to given state (1 or 0 allways, 1 on transmit, 1 on receive)
ru: Установить сигнал RTS в заданное состояние (1 или 0 постоянно, 1 для передачи, 1 для приёма)

source: Escape character [%c]
ru: Экранирующий символ [%c]

source: [device]
ru: [устройство]

source: lighthweight serial communicator
ru: лёгкая программа-терминал для последовательного порта

source: Good Bye!
ru: Превед, медвед!

source: Enter %c. to exit%sEnter %c%c to put %c%s
ru: Введите %c. для выхода%sВведите %c%c чтобы передать %c%s

source: Enter %cl to toggle logging%s
ru: Введите %cl чтобы включить или выключить регистрацию%s

source: Enter %c[<|>] to exec filter%s
ru: Введите %c[<|>] для запуска фильтра %s

source: logging is stopped
ru: Регистрация завершена

source: Enter logging file name [%s]
ru: имя файла регистрации [%s]

source: File:
ru: Файл:

source: started logging to %s
ru: Начата регистрация в файл %s

source: can not start logging to %s
ru: не могу запустить регистрацию в %s

source: Filter:
ru: Фильтр:
